const answers = [
  {
    id: 1000,
    title: '問題集',
    description: 'チャレンジ＆リカバリー学習タイプ！\nー問題集を解いて課題を発見！\nできなかった問題の解答解説を読んで理解を深めよう。\nさらに理解を深めたいときは、参考書や解説動画を利用しよう！'
  },
  {
    id: 1001,
    title: '習熟度テスト',
    description: '効率的に学習タイプ！\nー習熟度テストで課題の単元を発見！\n課題の単元が見つかったら、問題集で穴を埋めていこう。\nさらに理解を深めたいときは、参考書や解説動画を利用しよう！'
  },
  {
    id: 1002,
    title: 'ライブ授業',
    description: '楽しく参加型学習タイプ！\nーライブ授業に参加して理解を深める！\nライブ授業をペースメーカーにして、\n積極的にコメントやクイズに参加して知識の確認と演習でアウトプットしよう！'
  },
  {
    id: 1003,
    title: '参考書',
    description: '着実に力をつける学習タイプ！\nー参考書をチェックして知識をインプット！\n手に入れた知識を自分のものにできるように問題集を解いて使ってみよう。\n問題集は解いた後に、解説を読んでしっかり理解することがおススメ！'
  },
  {
    id: 1004,
    title: '解説動画',
    description: 'ストーリーをイメージする学習タイプ！\nー要点のまとまった解説動画で知識をつなげる！\nインプットしたストーリーをイメージしながら問題集を解いてみよう。\nどう問われるかを知ることでさらにイメージも広げていこう。'
  },

  {
    id: 1005,
    title: '【2022年度】プログラミング入門',
    description: '初めての方や、基本をしっかりやりたい方はこれ！'
  },
  {
    id: 1006,
    title: 'スマートフォンアプリ開発',
    description: 'どこでも使えるスマートフォンアプリの作り方を学べる。'
  },
  {
    id: 1007,
    title: '2D/3Dゲーム開発',
    description: 'ゲームの作り方が学べる。'
  },
  {
    id: 1008,
    title: '機械学習',
    description: 'データに合わせて最適に動くプログラムの作り方を学べる。'
  },

  {
    id: 1009,
    title: 'グラフィックデザイン',
    description: 'Webサイトのデザインやグラフィックデザイン全般に必要な知識とスキルを学習できるコースです。\nオリジナルグッズの制作を通してAdobe PhotoshopやAdobe Illustratorの基本操作を身につけ、\nタイポグラフィや配色の基礎を学んで幅広いデザイン表現ができるようになることを目指します。\nさらに、実際の業務フローに近い進行でWebサイトの制作を行い、\n実践で役立つチカラを身につけます。'
  },
  {
    id: 1010,
    title: 'HTML・CSSデザイン',
    description: 'コーデイングに必要不可欠なHTMLとCSS、\nレスポンシブウェブデザインやポップアップ表示など動的なWebサイトを作るために必要な\nJavaScriptについて学習できるコースです。\n制作現場でよく使われている高機能エディタ「Visual Studio Code」を使い、\n効率よくコーディングをするためのコツも伝授します。'
  },
  {
    id: 1011,
    title: 'PremierePro',
    description: 'カットやインサート編集、\nテロップやBGMの挿入など動画の編集に必要な知識とスキルを学習できるコースです。\nレビュー動画やシネマティックなVlog制作を通して\n本格的な動画編集技術をステップを踏んで身に付けることができます。'
  },
  {
    id: 1012,
    title: 'AfterEffects',
    description: 'Affter Effectsは文字やイラストを動かしたり、\n映像に光や炎を追加するなど映像の加工ができるソフトです。\nPremiere Proで編集した動画にAfter Effectsで演出を加えることで、\nより魅力的な動画を制作することができます。'
  },
  {
    id: 1013,
    title: '動画撮影',
    description: 'カメラの種類や違いを理解し、\n専門用語や機能などステップを踏んで学習します。\nまた、映像の種類や特性の違いを理解し、\n構成の考え方や感覚的なアプローチの仕方や\n最終的な完成物に合わせた撮影方法などを身に付けることができます。'
  }
];